
/* bouton annuler de la toolbar du keyboard */
"toolbar.keyboard.cancel" = "Cancel";

/* bouton valider de la toolbar du keyboard */
"toolbar.keyboard.validate" = "Validate";

/* bouton annuler de la toolbar du keypad */
"toolbar.keypad.cancel" = "Cancel";

/* bouton valider de la toolbar du keypad */
"toolbar.keypad.validate" = "Validate";


/* No comment provided by engineer. */
"\"Date\",%@" = "\"Date\",%@";

/* No comment provided by engineer. */
"afficher le formulaire" = "display form";

/* No comment provided by engineer. */
"Annuler" = "Cancel";

/* No comment provided by engineer. */
"Attention" = "Warning";

/* No comment provided by engineer. */
"Aucune donné n'a encore été exportée." = "No data exported yet";

/* No comment provided by engineer. */
"Aucune donnée à poster" = "No data to post";

/* No comment provided by engineer. */
"Aucune donnée à poster n'existe pour le moment sur le périphérique." = "No data to post on this device yet.";

/* No comment provided by engineer. */
"Aucune enquête disponible" = "No survey available";

/* No comment provided by engineer. */
"Aucune enquête n'a encore été déployée sur cet iPad" = "No survey deployed on this iPad yet";

/* No comment provided by engineer. */
"Aucune enquête sélectionnée" = "No survey selected yet";

/* No comment provided by engineer. */
"Continuer" = "Continue";

/* No comment provided by engineer. */
"Date du dernier export : %@" = "Last export date : %@";

/* No comment provided by engineer. */
"Des champs ne sont pas renseignés" = "Some questions have not been answered";

/* No comment provided by engineer. */
"Des résultats stockés sur l'iPad n'ont pas été exportés, ceux-ci seront supprimés lors de l'installation de la nouvelle enquête. Êtes-vous certain de vouloir continuer ?" = "Results stored on the iPad were not exported : they will be deleted if you choose to install a new survey. Are you sure you want to continue ?";

/* No comment provided by engineer. */
"Désassociation de l'iPad" = "iPad disassociation";

/* No comment provided by engineer. */
"Désassocier l'iPad" = "Disassociate the iPad";

/* No comment provided by engineer. */
"Désassocier l'iPad du compte utilisateur" = "Disassociate the iPad from the currently used inquire account";

/* No comment provided by engineer. */
"Désassocier l'iPad permettra d'associer un autre périphérique au compte actuellement utilisé.\nAttention : toutes les données de l'application associées aux enquêtes seront effacées." = "Disassociating the iPad will allow you to use your credentials with another device.\nAttention : unposted survey results will be removed.";

/* No comment provided by engineer. */
"Enquêtes sélectionnables" = "Available surveys";

/* No comment provided by engineer. */
"Envoi des résultats récoltés" = "Sending survey results";

/* No comment provided by engineer. */
"Exporter immédiatement les données" = "Export data now";

/* No comment provided by engineer. */
"Exporter les immédiatement résultats de l'enquête" = "Export your survey results now";

/* No comment provided by engineer. */
"Identifiants déjà utilisés" = "Credentials already used";

/* No comment provided by engineer. */
"Identification en cours" = "Authentication in progress";

/* No comment provided by engineer. */
"Il n'y a aucun résultat à exporter pour le moment." = "There is no to export for the moment.";

/* No comment provided by engineer. */
"L'authentification a échoué" = "Authentication failed";

/* No comment provided by engineer. */
"L'iPad a bien été désassocié" = "The iPad was succefully disassociated";

/* No comment provided by engineer. */
"Laissez vos coordonnées" = "Leave your contact";

/* No comment provided by engineer. */
"Lancement automatique du mode formulaire dans %d seconde(s)" = "The survey form will automatically launch in %d second(s)";

/* No comment provided by engineer. */
"Les identifiants que vous avez indiqués sont déjà utilisés et associés à un autre iPad." = "The credentials you specified are already used and associated with another device.";

/* No comment provided by engineer. */
"Les identifiants spécifiés ont été associés à un autre périphérique" = "Credentials are associated with another device.";

/* No comment provided by engineer. */
"Mauvais" = "Bad";

/* No comment provided by engineer. */
"Nombre de résultats à exporter : %d." = "Number of results to export : %d.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Page suivante" = "Next page";

/* No comment provided by engineer. */
"Peu satisfaisant" = "Poor";

/* No comment provided by engineer. */
"Pour administrer vos enquêtes, rendez-vous sur http://www.inquire.mu/log\n\n%@" = "To administrate and design surveys, please go to http://www.inquire.mu/log\n\n%@";

/* No comment provided by engineer. */
"Profitez de votre connexion pour exporter les données d'enquête récoltées." = "";

/* No comment provided by engineer. */
"Requête invalide (arguments manquants)" = "Invalid request (missing arguments)";

/* No comment provided by engineer. */
"Requête invalide (méthode invalide pour accéder à la ressource)" = "Invalid request (invalid method to access the resource)";

/* No comment provided by engineer. */
"Resource introuvable (enquête/déploiement)" = "Resource not found (survey/deployment)";

/* No comment provided by engineer. */
"Retour au login" = "Back to login screen";

/* No comment provided by engineer. */
"Satisfaisant" = "Good";

/* No comment provided by engineer. */
"Sélectionnez l'enquête que vous souhaitez associer à cet iPad.\nPensez à exporter vos résultats avant de changer d'enquête, car ceux-ci seront effacés." = "Select the survey you want to display on your iPad.\nPlease don't forget to export survey results before : unposted data will be deleted during the association with the new survey.";

/* No comment provided by engineer. */
"Téléchargement de l'enquête" = "Survey download in progress";

/* No comment provided by engineer. */
"Très satisfaisant" = "Very good";

/* No comment provided by engineer. */
"Une nouvelle version de l'enquête existe" = "A new version of the survey is available";

/* No comment provided by engineer. */
"Valider" = "Validate";

/* No comment provided by engineer. */
"Valider le formulaire" = "Validate the form";

/* No comment provided by engineer. */
"Vos réponses ont bien été prises en compte.\n\nMerci de votre participation." = "Your answers have been validated.\n\nThanks for your participation";

/* No comment provided by engineer. */
"Votre identifiant et/ou mot de passe est invalide." = "Login and/or password invalid.";

/* No comment provided by engineer. */
"Votre périphérique peut désormais être associé avec un autre compte inquire." = "Your iPad can now be associated with another inquire account.";

/* No comment provided by engineer. */
"Vous n'avez sélectionné aucune enquête à utiliser." = "You haven't selected any survey yet.";